Repository: lavasecurity/lavasec-ios
Catalog: LavaSecApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Backup password
de: Backup-Passwort
es: Contraseña de la copia de seguridad
fr: Mot de passe de sauvegarde
it: Password di backup
ja: バックアップパスワード
ko: 백업 비밀번호
pt_br: Senha do backup
zh_hans: 备份密码
zh_hant: 備份密碼

source: Be extra careful
de: Sei besonders vorsichtig
es: Ten especial cuidado
fr: Soyez très prudent
it: Fai molta attenzione
ja: 特に注意してください
ko: 특히 주의하세요
pt_br: Redobre a atenção
zh_hans: 请格外小心
zh_hant: 請格外小心

# Before you allow a site
source: Before you add an exception
de: Bevor du eine Ausnahme hinzufügst
es: Antes de añadir una excepción
fr: Avant d’ajouter une exception
it: Prima di aggiungere un’eccezione
ja: 例外を追加する前に
ko: 예외를 추가하기 전에
pt_br: Antes de adicionar uma exceção
zh_hans: 添加例外之前
zh_hant: 新增例外前

source: Begin setup
de: Einrichtung starten
es: Empezar configuración
fr: Commencer la configuration
it: Inizia la configurazione
ja: 設定を開始
ko: 설정 시작
pt_br: Iniciar configuração
zh_hans: 开始设置
zh_hant: 開始設定

source: Best value
de: Bester Preis
es: Mejor precio
fr: Meilleur rapport qualité-prix
it: Miglior rapporto qualità-prezzo
ja: いちばんお得
ko: 최고의 혜택
pt_br: Melhor custo-benefício
zh_hans: 最划算
zh_hant: 最划算

source: Biometric unlock
de: Biometrische Entsperrung
es: Desbloqueo biométrico
fr: Déverrouillage biométrique
it: Sblocco biometrico
ja: 生体認証でロック解除
ko: 생체 인식 잠금 해제
pt_br: Desbloqueio biométrico
zh_hans: 生物识别解锁
zh_hant: 生物辨識解鎖

source: Block
de: Blockieren
es: Bloquear
fr: Bloquer
it: Blocca
ja: ブロック
ko: 차단
pt_br: Bloquear
zh_hans: 拦截
zh_hant: 封鎖

source: Block a domain
de: Domain blockieren
es: Bloquear un dominio
fr: Bloquer un domaine
it: Blocca un dominio
ja: ドメインをブロック
ko: 도메인 차단
pt_br: Bloquear um domínio
zh_hans: 拦截域名
zh_hant: 封鎖網域

source: Block it once. Browse in peace.
de: Einmal blockieren. In Ruhe surfen.
es: Bloquéalo una vez. Navega tranquilo.
fr: Bloque-le une fois. Navigue en toute tranquillité.
it: Bloccalo una volta. Naviga in pace.
ja: 一度ブロックすれば、あとは安心してブラウズ。
ko: 한 번 차단하면 마음 편히 둘러보세요.
pt_br: Bloqueie uma vez. Navegue em paz.
zh_hans: 拦截一次，安心畅游。
zh_hant: 封鎖一次，安心瀏覽。

source: Blocked
de: Blockiert
es: Bloqueado
fr: Bloqué
it: Bloccato
ja: ブロック
ko: 차단됨
pt_br: Bloqueado
zh_hans: 已拦截
zh_hant: 已封鎖

source: Blocked domains
de: Blockierte Domains
es: Dominios bloqueados
fr: Domaines bloqués
it: Domini bloccati
ja: ブロックするドメイン
ko: 차단 도메인
pt_br: Domínios bloqueados
zh_hans: 已拦截域名
zh_hant: 已封鎖網域

source: Blocked domain limit reached
de: Limit für blockierte Domains erreicht
es: Límite de dominios bloqueados alcanzado
fr: Limite de domaines bloqués atteinte
it: Limite di domini bloccati raggiunto
ja: ブロックするドメインの上限に達しました
ko: 차단 도메인 한도 도달
pt_br: Limite de domínios bloqueados atingido
zh_hans: 已达拦截域名上限
zh_hant: 已達封鎖網域上限

source: Blocklist
de: Blockliste
es: Lista de bloqueo
fr: Liste de blocage
it: Lista di blocco
ja: ブロックリスト
ko: 차단 목록
pt_br: Lista de bloqueio
zh_hans: 拦截列表
zh_hant: 封鎖清單

source: Blocklist Licenses
de: Blocklisten-Lizenzen
es: Licencias de las listas de bloqueo
fr: Licences des listes de blocage
it: Licenze delle liste di blocco
ja: ブロックリストのライセンス
ko: 차단 목록 라이선스
pt_br: Licenças das listas de bloqueio
zh_hans: 拦截列表许可
zh_hant: 封鎖清單授權

source: Blocklist URL
de: Blocklisten-URL
es: URL de la lista de bloqueo
fr: URL de la liste de blocage
it: URL della lista di blocco
ja: ブロックリストの URL
ko: 차단 목록 URL
pt_br: URL da lista de bloqueio
zh_hans: 拦截列表 URL
zh_hant: 封鎖清單 URL

source: Blocklists
de: Blocklisten
es: Listas de bloqueo
fr: Listes de blocage
it: Liste di blocco
ja: ブロックリスト
ko: 차단 목록
pt_br: Listas de bloqueio
zh_hans: 拦截列表
zh_hant: 封鎖清單

# Blocks malicious sites: phishing, scams, and malware.
source: Blocks malicious websites: phishing, scams, and malware.
de: Blockiert schädliche Websites: Phishing, Betrug und Schadsoftware.
es: Bloquea sitios maliciosos: phishing, estafas y malware.
fr: Bloque les sites malveillants : hameçonnage, arnaques et logiciels malveillants.
it: Blocca i siti dannosi: phishing, truffe e malware.
ja: フィッシング、詐欺、マルウェアなどの悪質なサイトをブロックします。
ko: 피싱, 사기, 악성 코드 등 악성 사이트를 차단해요.
pt_br: Bloqueia sites maliciosos: phishing, golpes e malware.
zh_hans: 拦截恶意网站：钓鱼、诈骗和恶意软件。
zh_hant: 封鎖惡意網站：釣魚、詐騙和惡意軟體。

source: Blocks nothing
de: Blockiert nichts
es: No bloquea nada
fr: Ne bloque rien
it: Non blocca nulla
ja: 何もブロックしません
ko: 아무것도 차단 안 함
pt_br: Não bloqueia nada
zh_hans: 不拦截任何内容
zh_hant: 不封鎖任何項目

source: Blocks nothing — not protected
de: Blockiert nichts – nicht geschützt
es: No bloquea nada — sin protección
fr: Ne bloque rien — non protégé
it: Non blocca nulla — non protetto
ja: 何もブロックしません — 保護されていません
ko: 아무것도 차단하지 않음 — 보호 안 됨
pt_br: Não bloqueia nada — sem proteção
zh_hans: 不拦截任何内容——未受保护
zh_hant: 什麼都不封鎖——未受保護

# Bring your own list
source: Add your own blocklist
de: Eigene Blockliste hinzufügen
es: Añade tu propia lista de bloqueo
fr: Ajouter votre propre liste de blocage
it: Aggiungi la tua lista di blocco
ja: 自分のブロックリストを追加
ko: 차단 목록 직접 추가
pt_br: Adicione sua própria lista de bloqueio
zh_hans: 添加你自己的拦截列表
zh_hant: 新增你自己的封鎖清單

source: Bring your settings back
de: Hol deine Einstellungen zurück
es: Recupera tus ajustes
fr: Récupérez vos réglages
it: Recupera le tue impostazioni
ja: 設定を元に戻す
ko: 설정을 다시 가져오기
pt_br: Recupere as suas configurações
zh_hans: 找回你的设置
zh_hant: 把你的設定找回來

source: Bug report
de: Fehlerbericht
es: Informe de error
fr: Rapport de bug
it: Segnalazione di problema
ja: 不具合レポート
ko: 버그 신고
pt_br: Relatório de problema
zh_hans: 问题报告
zh_hant: 問題回報

source: Building the filter
de: Filter wird erstellt
es: Creando el filtro
fr: Création du filtre
it: Creazione del filtro in corso
ja: フィルターを作成中
ko: 필터를 만드는 중
pt_br: Montando o filtro
zh_hans: 正在构建筛选器
zh_hant: 正在建立篩選器

source: Cache hit rate
de: Cache-Trefferquote
es: Tasa de aciertos de caché
fr: Taux de succès du cache
it: Tasso di hit della cache
ja: キャッシュヒット率
ko: 캐시 적중률
pt_br: Taxa de acertos do cache
zh_hans: 缓存命中率
zh_hant: 快取命中率

# Calculating rule usage… (%@ list pending)
source: Calculating rule usage… (%@ blocklist pending)
de: Regelnutzung wird berechnet… (%@ Blockliste ausstehend)
es: Calculando el uso de reglas… (%@ lista de bloqueo pendiente)
fr: Calcul de l’utilisation des règles… (%@ liste de blocage en attente)
it: Calcolo dell’uso delle regole… (%@ lista di blocco in sospeso)
ja: ルール使用量を計算中…（%@件のブロックリストが保留中）
ko: 규칙 사용량 계산 중… (차단 목록 %@개 대기 중)
pt_br: Calculando o uso de regras… (%@ lista de bloqueio pendente)
zh_hans: 正在计算规则用量…（%@ 个拦截列表待处理）
zh_hant: 正在計算規則用量…（%@ 個封鎖清單待處理）

# Calculating rule usage… (%@ lists pending)
source: Calculating rule usage… (%@ blocklists pending)
de: Regelnutzung wird berechnet… (%@ Blocklisten ausstehend)
es: Calculando el uso de reglas… (%@ listas de bloqueo pendientes)
fr: Calcul de l’utilisation des règles… (%@ listes de blocage en attente)
it: Calcolo dell’uso delle regole… (%@ liste di blocco in sospeso)
ja: ルール使用量を計算中…（%@件のブロックリストが保留中）
ko: 규칙 사용량 계산 중… (차단 목록 %@개 대기 중)
pt_br: Calculando o uso de regras… (%@ listas de bloqueio pendentes)
zh_hans: 正在计算规则用量…（%@ 个拦截列表待处理）
zh_hant: 正在計算規則用量…（%@ 個封鎖清單待處理）

source: Camera access is off
de: Kamerazugriff ist aus
es: El acceso a la cámara está desactivado
fr: L’accès à l’appareil photo est désactivé
it: L’accesso alla fotocamera è disattivato
ja: カメラへのアクセスがオフです
ko: 카메라 접근이 꺼져 있어요
pt_br: O acesso à câmera está desativado
zh_hans: 相机访问已关闭
zh_hant: 相機存取已關閉

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Catalog checked
de: Katalog geprüft
es: Catálogo comprobado
fr: Catalogue vérifié
it: Catalogo verificato
ja: カタログを確認済み
ko: 카탈로그 확인됨
pt_br: Catálogo verificado
zh_hans: 已检查目录
zh_hant: 已檢查目錄

source: Catalog needs a refresh
de: Katalog muss aktualisiert werden
es: El catálogo necesita actualizarse
fr: Le catalogue doit être actualisé
it: Il catalogo va aggiornato
ja: カタログの更新が必要です
ko: 카탈로그 새로고침이 필요해요
pt_br: O catálogo precisa ser atualizado
zh_hans: 目录需要刷新
zh_hant: 目錄需要重新整理

source: Change dates
de: Zeitraum ändern
es: Cambiar fechas
fr: Modifier les dates
it: Cambia date
ja: 日付を変更
ko: 날짜 변경
pt_br: Alterar datas
zh_hans: 更改日期
zh_hant: 變更日期

source: Change Lava protection
de: Lava-Schutz ändern
es: Cambiar la protección de Lava
fr: Modifier la protection Lava
it: Modifica la protezione Lava
ja: Lava保護を変更
ko: Lava 보호 변경
pt_br: Alterar a proteção do Lava
zh_hans: 更改 Lava 防护
zh_hant: 變更 Lava 防護

# Checking Lava Security Plus
source: Checking Lava Plus…
de: Lava Plus wird geprüft…
es: Comprobando Lava Plus…
fr: Vérification de Lava Plus…
it: Verifica di Lava Plus in corso…
ja: Lava Plusを確認中…
ko: Lava Plus 확인 중…
pt_br: Verificando o Lava Plus…
zh_hans: 正在检查 Lava Plus…
zh_hant: 正在檢查 Lava Plus…

source: Checking passkey…
de: Passkey wird geprüft
es: Comprobando la llave de acceso
fr: Vérification de la clé d’accès
it: Verifica della passkey
ja: パスキーを確認しています
ko: 패스키를 확인하는 중
pt_br: Verificando a passkey
zh_hans: 正在检查通行密钥
zh_hant: 正在檢查通行密鑰

source: Checking the App Store for purchases.
de: Käufe werden im App Store überprüft.
es: Comprobando compras en el App Store.
fr: Vérification des achats sur l’App Store.
it: Verifica degli acquisti sull’App Store.
ja: App Storeで購入を確認しています。
ko: App Store에서 구입 내역을 확인하는 중입니다.
pt_br: Verificando compras na App Store.
zh_hans: 正在 App Store 中检查购买项目。
zh_hant: 正在 App Store 中檢查購買項目。

source: Cherry Quartz
de: Kirschquarz
es: Cuarzo cereza
fr: Quartz cerise
it: Quarzo ciliegia
ja: チェリークォーツ
ko: 체리 쿼츠
pt_br: Quartzo cereja
zh_hans: 樱花石英
zh_hant: 櫻花石英

source: Choose Blocklist
de: Blockliste auswählen
es: Elegir lista de bloqueo
fr: Choisir une liste de blocage
it: Scegli lista di blocco
ja: ブロックリストを選択
ko: 차단 목록 선택
pt_br: Escolher lista de bloqueio
zh_hans: 选择拦截列表
zh_hant: 選擇封鎖清單

source: Choose blocklists
de: Blocklisten auswählen
es: Elegir listas de bloqueo
fr: Choisir des listes de blocage
it: Scegli liste di blocco
ja: ブロックリストを選択
ko: 차단 목록 선택
pt_br: Escolher listas de bloqueio
zh_hans: 选择拦截列表
zh_hant: 選擇封鎖清單

source: Choose Lava, then pick the filter to switch to.
de: Wähle „Lava“ und anschließend den Filter, zu dem gewechselt werden soll.
es: Elige Lava y luego selecciona el filtro al que quieres cambiar.
fr: Choisissez Lava, puis sélectionnez le filtre vers lequel basculer.
it: Scegli Lava, poi seleziona il filtro a cui passare.
ja: 「Lava」を選び、切り替えるフィルターを指定します。
ko: Lava를 선택한 다음 전환할 필터를 고르세요.
pt_br: Escolha a Lava e depois selecione o filtro para o qual mudar.
zh_hans: 选择 Lava，再选取要切换到的筛选器。
zh_hant: 選擇 Lava，再選取要切換到的篩選器。

source: Choose a Focus like Sleep or Work — or create one.
de: Wähle einen Fokus wie „Schlafenszeit“ oder „Arbeit“ – oder erstelle einen neuen.
es: Elige una Concentración como Sueño o Trabajo, o crea una nueva.
fr: Choisissez une Concentration comme Sommeil ou Travail — ou créez-en une.
it: Scegli una Full Immersion come Sonno o Lavoro — oppure creane una.
ja: 「睡眠」や「仕事」などの集中モードを選ぶか、新しく作成します。
ko: 수면이나 업무 같은 집중 모드를 선택하거나 새로 만드세요.
pt_br: Escolha um Foco como Sono ou Trabalho — ou crie um novo.
zh_hans: 选择一个“专注模式”，例如“睡眠”或“工作”，也可以新建一个。
zh_hant: 選擇一個「專注模式」，例如「睡眠」或「工作」——或新建一個。

source: Choose a filter to share
de: Filter zum Teilen auswählen
es: Elige un filtro para compartir
fr: Choisissez un filtre à partager
it: Scegli un filtro da condividere
ja: 共有するフィルターを選択
ko: 공유할 필터 선택
pt_br: Escolha um filtro para compartilhar
zh_hans: 选择要分享的筛选器
zh_hant: 選擇要分享的篩選器

source: Choose a method
de: Methode auswählen
es: Elige un método
fr: Choisir une méthode
it: Scegli un metodo
ja: 方法を選択
ko: 방법 선택
pt_br: Escolha um método
zh_hans: 选择一种方式
zh_hant: 選擇方式

source: Choose a plan
de: Plan auswählen
es: Elige un plan
fr: Choisir une offre
it: Scegli un piano
ja: プランを選択
ko: 플랜 선택
pt_br: Escolha um plano
zh_hans: 选择方案
zh_hant: 選擇方案

source: Choose a topic
de: Thema wählen
es: Elige un tema
fr: Choisissez un sujet
it: Scegli un argomento
ja: トピックを選択
ko: 주제 선택
pt_br: Escolha um tópico
zh_hans: 选择主题
zh_hant: 選擇主題

# Choose your Guard
source: Choose your Lava Guard
de: Wähle deinen Lava Guard
es: Elige tu Lava Guard
fr: Choisissez votre Lava Guard
it: Scegli il tuo Lava Guard
ja: あなたのLava Guardを選ぶ
ko: Lava Guard 선택
pt_br: Escolha seu Lava Guard
zh_hans: 选择你的 Lava Guard
zh_hant: 選擇你的 Lava Guard

# Choose your protection level. You can change this anytime in Filters.
source: Choose a filter. You can change it anytime in Filters.
de: Wähle einen Filter. Du kannst ihn jederzeit unter Filter ändern.
es: Elige un filtro. Puedes cambiarlo cuando quieras en Filtros.
fr: Choisissez un filtre. Vous pourrez le modifier à tout moment dans Filtres.
it: Scegli un filtro. Puoi cambiarlo quando vuoi in Filtri.
ja: フィルターを選んでください。あとから「フィルター」でいつでも変更できます。
ko: 필터를 선택하세요. 언제든 필터에서 바꿀 수 있어요.
pt_br: Escolha um filtro. Você pode mudá-lo quando quiser em Filtros.
zh_hans: 选择一个筛选器。你可以随时在“筛选器”中更改。
zh_hant: 選擇一個篩選器。你隨時可以在「篩選器」中變更。

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ja: 消去
ko: 지우기
pt_br: Limpar
zh_hans: 清除
zh_hant: 清除

# Clear Activity
source: Clear network activity
de: Netzwerkaktivität löschen
es: Borrar la actividad de red
fr: Effacer l’activité réseau
it: Cancella l’attività di rete
ja: ネットワークアクティビティを消去
ko: 네트워크 활동 지우기
pt_br: Apagar atividade de rede
zh_hans: 清除网络活动
zh_hant: 清除網路活動

source: Clear all logs
de: Alle Protokolle löschen
es: Borrar todos los registros
fr: Effacer tous les journaux
it: Cancella tutti i log
ja: すべてのログを消去
ko: 모든 로그 지우기
pt_br: Apagar todos os logs
zh_hans: 清除所有日志
zh_hant: 清除所有記錄

source: Clear counts
de: Zähler löschen
es: Borrar recuentos
fr: Effacer les compteurs
it: Azzera i conteggi
ja: 件数を消去
ko: 횟수 지우기
pt_br: Apagar contagens
zh_hans: 清除计数
zh_hant: 清除計數

# Clear Domain Logs
source: Clear domain history
de: Domainverlauf löschen
es: Borrar el historial de dominios
fr: Effacer l’historique des domaines
it: Cancella la cronologia dei domini
ja: ドメイン履歴を消去
ko: 도메인 기록 지우기
pt_br: Apagar histórico de domínios
zh_hans: 清除域名历史记录
zh_hant: 清除網域記錄

source: Clear history
de: Verlauf löschen
es: Borrar historial
fr: Effacer l’historique
it: Cancella cronologia
ja: 履歴を消去
ko: 기록 지우기
pt_br: Apagar histórico
zh_hans: 清除历史记录
zh_hant: 清除記錄

source: Clear Lava Guard progress
de: Lava-Guard-Fortschritt löschen
es: Borrar el progreso de Lava Guard
fr: Effacer la progression Lava Guard
it: Azzera i progressi di Lava Guard
ja: Lava Guardの進行状況を消去
ko: Lava Guard 진행 상황 지우기
pt_br: Apagar progresso do Lava Guard
zh_hans: 清除 Lava Guard 进度
zh_hant: 清除 Lava Guard 進度

source: Clear Lava Guard progress?
de: Lava-Guard-Fortschritt löschen?
es: ¿Borrar el progreso de Lava Guard?
fr: Effacer la progression Lava Guard ?
it: Azzerare i progressi di Lava Guard?
ja: Lava Guardの進行状況を消去しますか？
ko: Lava Guard 진행 상황을 지울까요?
pt_br: Apagar progresso do Lava Guard?
zh_hans: 要清除 Lava Guard 进度吗？
zh_hant: 要清除 Lava Guard 進度嗎？

source: Clear progress
de: Fortschritt löschen
es: Borrar progreso
fr: Effacer la progression
it: Azzera progressi
ja: 進行状況を消去
ko: 진행 상황 지우기
pt_br: Apagar progresso
zh_hans: 清除进度
zh_hant: 清除進度

source: Clear all logs?
de: Alle Protokolle löschen?
es: ¿Borrar todos los registros?
fr: Effacer tous les journaux ?
it: Cancellare tutti i log?
ja: すべてのログを消去しますか？
ko: 모든 로그를 지울까요?
pt_br: Apagar todos os logs?
zh_hans: 要清除所有日志吗？
zh_hant: 要清除所有記錄嗎？

source: Clear domain history
de: Domainverlauf löschen
es: Borrar el historial de dominios
fr: Effacer l’historique des domaines
it: Cancella la cronologia dei domini
ja: ドメイン履歴を消去
ko: 도메인 기록 지우기
pt_br: Apagar histórico de domínios
zh_hans: 清除域名历史记录
zh_hant: 清除網域記錄

source: Clear domain history?
de: Domainverlauf löschen?
es: ¿Borrar el historial de dominios?
fr: Effacer l’historique des domaines ?
it: Cancellare la cronologia dei domini?
ja: ドメイン履歴を消去しますか？
ko: 도메인 기록을 지울까요?
pt_br: Apagar histórico de domínios?
zh_hans: 要清除域名历史记录吗？
zh_hant: 要清除網域記錄嗎？

# Clear encrypted backup
source: Delete online backup
de: Online-Backup löschen
es: Eliminar la copia de seguridad en línea
fr: Supprimer la sauvegarde en ligne
it: Elimina il backup online
ja: オンラインバックアップを削除
ko: 온라인 백업 삭제
pt_br: Excluir o backup on-line
zh_hans: 删除在线备份
zh_hant: 刪除線上備份

source: Clear filtering counts
de: Filterzähler löschen
es: Borrar los recuentos de filtrado
fr: Effacer les compteurs de filtrage
it: Azzera i conteggi del filtraggio
ja: フィルタリング件数を消去
ko: 필터링 횟수 지우기
pt_br: Apagar contagens de filtragem
zh_hans: 清除筛选计数
zh_hant: 清除篩選計數

source: Clear filtering counts?
de: Filterzähler löschen?
es: ¿Borrar los recuentos de filtrado?
fr: Effacer les compteurs de filtrage ?
it: Azzerare i conteggi del filtraggio?
ja: フィルタリング件数を消去しますか？
ko: 필터링 횟수를 지울까요?
pt_br: Apagar contagens de filtragem?
zh_hans: 要清除筛选计数吗？
zh_hant: 要清除篩選計數嗎？

# Clear local network activity?
source: Clear network activity?
de: Netzwerkaktivität löschen?
es: ¿Borrar la actividad de red?
fr: Effacer l’activité réseau ?
it: Cancellare l’attività di rete?
ja: ネットワークアクティビティを消去しますか？
ko: 네트워크 활동을 지울까요?
pt_br: Apagar a atividade de rede?
zh_hans: 要清除网络活动吗？
zh_hant: 要清除網路活動嗎？

source: Clear network activity
de: Netzwerkaktivität löschen
es: Borrar la actividad de red
fr: Effacer l’activité réseau
it: Cancella l’attività di rete
ja: ネットワークアクティビティを消去
ko: 네트워크 활동 지우기
pt_br: Apagar atividade de rede
zh_hans: 清除网络活动
zh_hant: 清除網路活動

source: Clear network activity?
de: Netzwerkaktivität löschen?
es: ¿Borrar la actividad de red?
fr: Effacer l’activité réseau ?
it: Cancellare l’attività di rete?
ja: ネットワークアクティビティを消去しますか？
ko: 네트워크 활동을 지울까요?
pt_br: Apagar a atividade de rede?
zh_hans: 要清除网络活动吗？
zh_hant: 要清除網路活動嗎？

source: Clear search
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
it: Cancella la ricerca
ja: 検索をクリア
ko: 검색 지우기
pt_br: Limpar busca
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

source: Configured
de: Eingerichtet
es: Configurado
fr: Configuré
it: Configurato
ja: 設定済み
ko: 설정됨
pt_br: Configurado
zh_hans: 已配置
zh_hant: 已設定

source: Confirm changes
de: Änderungen bestätigen
es: Confirmar cambios
fr: Confirmer les modifications
it: Conferma le modifiche
ja: 変更を確定
ko: 변경 사항 확인
pt_br: Confirmar alterações
zh_hans: 确认更改
zh_hant: 確認變更

source: Confirm passcode
de: Code bestätigen
es: Confirmar código
fr: Confirmer le code
it: Conferma codice
ja: パスコードを確認
ko: 암호 확인
pt_br: Confirmar código
zh_hans: 确认密码
zh_hant: 確認密碼

source: Confirm Send
de: Senden bestätigen
es: Confirmar envío
fr: Confirmer l’envoi
it: Conferma invio
ja: 送信を確認
ko: 보내기 확인
pt_br: Confirmar envio
zh_hans: 确认发送
zh_hant: 確認傳送

source: Confirm backup password
de: Backup-Passwort bestätigen
es: Confirma la contraseña de la copia de seguridad
fr: Confirmer le mot de passe
it: Conferma la password di backup
ja: バックアップパスワードを確認
ko: 백업 비밀번호 확인
pt_br: Confirmar senha do backup
zh_hans: 确认备份密码
zh_hant: 確認備份密碼

source: Confirm your passkey
de: Bestätige deinen Passkey
es: Confirma tu llave de acceso
fr: Confirmez votre clé d’accès
it: Conferma la tua passkey
ja: パスキーを確認
ko: 패스키 확인
pt_br: Confirme sua passkey
zh_hans: 确认你的通行密钥
zh_hant: 確認你的通行密鑰

source: Connection updates
de: Verbindungsmeldungen
es: Avisos de conexión
fr: Mises à jour de connexion
it: Aggiornamenti di connessione
ja: 接続の更新
ko: 연결 상태 알림
pt_br: Atualizações de conexão
zh_hans: 连接动态
zh_hant: 連線更新

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
zh_hans: 继续
zh_hant: 繼續

source: Continue without account
de: Ohne Konto fortfahren
es: Continuar sin cuenta
fr: Continuer sans compte
it: Continua senza account
ja: アカウントなしで続ける
ko: 계정 없이 계속
pt_br: Continuar sem conta
zh_hans: 不使用账户继续
zh_hant: 不使用帳號繼續

source: Controls Lava's local DNS protection.
de: Steuert Lavas lokalen DNS-Schutz.
es: Controla la protección DNS local de Lava.
fr: Contrôle la protection DNS locale de Lava.
it: Controlla la protezione DNS locale di Lava.
ja: Lava のローカル DNS 保護を操作します。
ko: Lava의 로컬 DNS 보호를 제어해요.
pt_br: Controla a proteção de DNS local da Lava.
zh_hans: 控制 Lava 的本地 DNS 防护。
zh_hant: 控制 Lava 的本機 DNS 防護。

source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピー済み
ko: 복사됨
pt_br: Copiado
zh_hans: 已复制
zh_hant: 已複製

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
zh_hans: 复制
zh_hant: 複製

source: Copy ID
de: ID kopieren
es: Copiar ID
fr: Copier l’ID
it: Copia ID
ja: ID をコピー
ko: ID 복사
pt_br: Copiar ID
zh_hans: 复制 ID
zh_hant: 複製 ID

source: Copy phrase
de: Phrase kopieren
es: Copiar frase
fr: Copier la phrase
it: Copia la frase
ja: フレーズをコピー
ko: 문구 복사
pt_br: Copiar frase
zh_hans: 复制短语
zh_hant: 複製助記詞

source: Copy recovery code
de: Wiederherstellungscode kopieren
es: Copiar código de recuperación
fr: Copier le code de récupération
it: Copia il codice di recupero
ja: リカバリーコードをコピー
ko: 복구 코드 복사
pt_br: Copiar código de recuperação
zh_hans: 复制恢复码
zh_hant: 複製復原碼

source: Copy setup code
de: Einrichtungscode kopieren
es: Copiar código de configuración
fr: Copier le code de configuration
it: Copia codice di configurazione
ja: セットアップコードをコピー
ko: 설정 코드 복사
pt_br: Copiar código de configuração
zh_hans: 复制设置代码
zh_hant: 複製設定代碼

# Could not clear local filtering counts: %@
source: Couldn’t clear filtering counts: %@
de: Filterzähler konnten nicht gelöscht werden: %@
es: No se pudieron borrar los recuentos de filtrado: %@
fr: Impossible d’effacer les compteurs de filtrage : %@
it: Impossibile cancellare i conteggi del filtraggio: %@
ja: フィルタリング件数を消去できませんでした：%@
ko: 필터링 횟수를 지울 수 없어요: %@
pt_br: Não foi possível apagar as contagens de filtragem: %@
zh_hans: 无法清除筛选计数：%@
zh_hant: 無法清除篩選計數：%@

# Could not clear local history: %@
source: Couldn’t clear domain history: %@
de: Domainverlauf konnte nicht gelöscht werden: %@
es: No se pudo borrar el historial de dominios: %@
fr: Impossible d’effacer l’historique des domaines : %@
it: Impossibile cancellare la cronologia dei domini: %@
ja: ドメイン履歴を消去できませんでした：%@
ko: 도메인 기록을 지울 수 없어요: %@
pt_br: Não foi possível apagar o histórico de domínios: %@
zh_hans: 无法清除域名历史记录：%@
zh_hant: 無法清除網域記錄：%@

# Could not clear local logs: %@
source: Couldn’t clear local logs: %@
de: Lokale Protokolle konnten nicht gelöscht werden: %@
es: No se pudieron borrar los registros locales: %@
fr: Impossible d’effacer les journaux locaux : %@
it: Impossibile cancellare i registri locali: %@
ja: ローカルログを消去できませんでした：%@
ko: 로컬 기록을 지울 수 없어요: %@
pt_br: Não foi possível apagar os registros locais: %@
zh_hans: 无法清除本地日志：%@
zh_hant: 無法清除本機記錄檔：%@

# Could not complete purchase: %@
source: Couldn’t complete purchase: %@
de: Kauf konnte nicht abgeschlossen werden: %@
es: No se pudo completar la compra: %@
fr: Impossible de finaliser l’achat : %@
it: Impossibile completare l’acquisto: %@
ja: 購入を完了できませんでした：%@
ko: 구입을 완료할 수 없습니다: %@
pt_br: Não foi possível concluir a compra: %@
zh_hans: 无法完成购买：%@
zh_hant: 無法完成購買：%@

# Could not install VPN profile
source: Couldn’t set up protection
de: Schutz konnte nicht eingerichtet werden
es: No se pudo configurar la protección
fr: Impossible de configurer la protection
it: Impossibile configurare la protezione
ja: 保護を設定できませんでした
ko: 보호를 설정할 수 없어요
pt_br: Não foi possível configurar a proteção
zh_hans: 无法设置防护
zh_hant: 無法設定防護

# Could not pause protection
source: Couldn’t pause protection
de: Schutz konnte nicht pausiert werden
es: No se pudo pausar la protección
fr: Impossible de suspendre la protection
it: Impossibile sospendere la protezione
ja: 保護を一時停止できませんでした
ko: 보호를 일시 중지할 수 없어요
pt_br: Não foi possível pausar a proteção
zh_hans: 无法暂停防护
zh_hant: 無法暫停防護
